tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "brevdev/brev"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "mint-lang/mint-lang"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "glib"
brew "harfbuzz"
brew "apache-spark"
brew "apr-util"
brew "coreutils"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "python@3.11"
brew "cassandra", restart_service: true
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "libevent"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "openssl@1.1"
brew "open-mpi"
brew "fftw"
brew "flyway"
brew "fop"
brew "fx"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "rebar3"
brew "gleam"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "grafana"
brew "grpcurl"
brew "guile"
brew "gum"
brew "httpd", restart_service: true
brew "libheif"
brew "imagemagick"
brew "janet"
brew "jpeg", link: true
brew "jq"
brew "libxml2"
brew "libxslt"
brew "minikube"
brew "node"
brew "nvm"
brew "php"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "pwgen"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "scala"
brew "subversion"
brew "swagger-codegen"
brew "taglib"
brew "terraform"
brew "thefuck"
brew "tree"
brew "unzip"
brew "watchman"
brew "wget"
brew "zig"
brew "azure/functions/azure-functions-core-tools@4"
brew "brevdev/brev/brev"
brew "go-task/tap/go-task"
brew "knative-sandbox/kn-plugins/quickstart"
brew "knative/client/kn"
brew "mint-lang/mint-lang/mint-lang"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "adoptopenjdk16"
cask "chromedriver"
cask "dbeaver-community"
cask "font-hack"
cask "font-source-code-pro-for-powerline"
cask "postman"
cask "vscodium"
cask "wombat"
vscode "42Crunch.vscode-openapi"
vscode "arcanis.vscode-zipfs"
vscode "astro-build.astro-vscode"
vscode "bbenoist.Nix"
vscode "bradlc.vscode-tailwindcss"
vscode "casualjim.gotemplate"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "douglaszaltron.nunjucks-vscode-extensionpack"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "gleam.gleam"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "JakeBecker.elixir-ls"
vscode "johnpapa.vscode-peacock"
vscode "johnreemar.vscode-qwik-snippets"
vscode "Marko-JS.marko-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "mhutchie.git-graph"
vscode "mint-lang.mint"
vscode "moserjose.mosmmy-icons-vscode"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "oderwat.indent-rainbow"
vscode "peterj.proto"
vscode "phind.phind"
vscode "phoenixframework.phoenix"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "RobbOwen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sean.Macaroon-theme"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "Tobermory.es6-string-html"
vscode "uctakeoff.vscode-counter"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "ziglang.vscode-zig"
